Repository: PavelLyutikov/LittleCoach
Catalog: LearningEnglish/*.lproj/Localizable.strings
Languages: es, tr

source: Слов в запасе:
es: Vocabulario:
tr: Öğrenilen kelimeler:

source: “Время“
es: “Tiempo“
tr: “Zaman“

source: “Человек“
es: “Humano“
tr: “İnsan“

source: “Еда“
es: “Comida“
tr: “Yiyecek“

source: раздел открыт
es: nivel abierto
tr: bölüm açık

source: Поздравляю!!! Ты повысил свой уровень Английского языка
es: Congratulations!! Has mejorado tu nivel de inglés
tr: Tebrikler!!! İngilizce seviyeni yükselttin

source: до 1500 слов
es: hasta 1500 palabras
tr: 1500 kelimeye kadar

source: 1500-2500 слов
es: 1500-2500 palabras
tr: 1500-2500 kelime

source: 2500-3200 слов
es: 2500-3200 palabras
tr: 2500-3200 kelime

source: 3200-3700 слов
es: 3200-3700 palabras
tr: 3200-3700 kelime

source: 3700-4500 слов
es: 3700-4500 palabras
tr: 3700-4500 kelime

source: более 4500
es: más de 4500
tr: 4500'den fazla

source: Breakthrough or beginner. Начальный уровень английского языка. Вы можете: -понимать основные фразы и использовать повседневные выражения; -самостоятельно представляться на английском и представить других; -задавать элементарные вопросы на личные темы и отвечать на них; -взаимодействовать на базовом уровне английского языка; -понимать очень короткие надписи.
es: Breakthrough or beginner. Nivel inicial de inglés. Usted puede: -comprender las frases básicas y utilizar expresiones cotidianas; -presentarse en inglés y presentar a otra persona; -hacer preguntas básicas sobre temas personales y contestarlas; -interactuar en un nivel básico de inglés; -comprender inscripciones muy cortas.
tr: Breakthrough or beginner. Başlangıç ​​seviyesi İngilizce. Yapabilirsin: -temel ifadeleri anlayın ve günlük ifadeleri kullanın; -bağımsız olarak kendilerini İngilizce olarak tanıtın ve başkalarını tanıtın; -kişisel konularda temel sorular sorun ve yanıtlayın; -temel ingilizce seviyesinde etkileşimde bulunun; -çok kısa yazıtları anlayın.

source: Way stage or elementary. Элементарный уровень английского языка. Вы можете: -понимать фразы, относящиеся к насущным аспектам жизни; -спросить дорогу и понять ответ; -рассказать о себе, выразить свои базовые потребности; -понять суть видео на английском; -прочесть и понять элементарный текст на английском языке.
es: Way stage or elementary. Nivel elemental de inglés. Usted puede: -entender frases sobre aspectos básicos de la vida; -pedir direcciones y entender la respuesta; -hablar de ti mismo, expresar tus necesidades básicas; -comprender la esencia del video en inglés; -leer y comprender un texto elemental en inglés.
tr: Way stage or elementary. İngilizcenin temel seviyesi. Yapabilirsin: -yaşamın acil yönleriyle ilgili cümleleri anlayın; -yolu sor ve cevabı anla; -kendiniz hakkında konuşun, temel ihtiyaçlarınızı ifade edin; -videonun özünü ingilizce olarak anlayın; -temel metni ingilizce olarak okuyun ve anlayın.

source: Threshold or intermediate. Cредний уровень английского языка. Вы можете: -правильно понимать суть высказываний на знакомые вам темы; -описать впечатления, мысли, эмоции, изложить свое мнение; -смотреть англоязычные фильмы в оригинале, иногда догадываясь о происходящем по изображению; -прочесть простейшую инструкцию, брошюру, письмо; -написать связное сообщение, на знакомую или интересную вам тематику.
es: Threshold or intermediate. Nivel medio de Inglés. Usted puede: -comprender correctamente la esencia de las declaraciones sobre temas que le son familiares; -describir impresiones, pensamientos, emociones, expresar su opinión; -ver películas en inglés en el original, a veces adivinando lo que está sucediendo en la imagen; -escribir un mensaje de comunicación sobre un tema familiar o interesante.
tr: Threshold or intermediate. Ortalama ingilizce seviyesi. Yapabilirsin: -Tanıdığınız konulardaki ifadelerin özünü doğru bir şekilde anlayın; -izlenimler, düşünceler, duygular hakkında ingilizce konuşun; -ingilizce konuşan filmleri orijinalde izleyin, bazen görüntüden neler olup bittiğini tahmin edin; -en basit talimatları, broşürü, mektubu okuyun.

source: Vantage or upper intermediate. Cредне-продвинутый уровень английского языка. Вы можете: -понять суть сложного текста, поддержать беседу на английском языке; -свободно общаться на английском на отвлеченные темы; -изложить свой взгляд на проблему, указать на преимущества и недостатки различных вариантов ее решения; -смотреть большинство англоязычных телепрограмм; -написать связное сообщение на незнакомую вам тематику.
es: Vantage or upper intermediate. Nivel medio-avanzado de inglés. Usted puede: -comprender la esencia de un texto complejo, mantener una conversación en inglés; -comunicarse con fluidez en inglés sobre temas abstractos; -exponga su punto de vista sobre el problema, señale las ventajas y desventajas de varias opciones para resolverlo; -ver la mayoría de los programas de televisión en inglés.
tr: Vantage or upper intermediate. Orta-ileri düzey ingilizce. Yapabilirsin: -karmaşık metnin özünü anlayın, konuşmayı ingilizce olarak destekleyin; -farklı konularda akıcı bir şekilde ingilizce iletişim kurun; -soruna bakış açınızı belirtin, bunu çözmek için çeşitli seçeneklerin avantajlarını ve dezavantajlarını belirtin; -ingilizce konuşan TV programlarının çoğunu izleyin; -bilmediğiniz bir konuya bağlı bir mesaj yazın.

source: Effective operational proficiency or advanced. Продвинутый уровень английского языка. Вы можете: -понять сложные и длинные тексты на самые разные темы; -изъясняться свободно, без затруднений с подбором слов и выражений; -понимать фильмы на английском, включая сленг и идиомы; -писать подробные тексты на сложные темы; -поддерживать эффективную переписку на английском.
es: Effective operational proficiency or advanced. Nivel avanzado de inglés. Usted puede: -comprender textos largos y complejos sobre una variedad de temas; -hablar libremente, sin dificultad con la selección de palabras y expresiones; -comprender las películas en inglés, incluida la jerga y los modismos; -escribir textos detallados sobre temas complejos; -mantener la correspondencia en inglés.
tr: Effective operational proficiency or advanced. Gelişmiş ingilizce seviyesi. Yapabilirsin: -çok çeşitli konularda karmaşık ve uzun metinleri anlayın; -kelimelerin ve ifadelerin seçiminde zorluk çekmeden özgürce konuşun; -argo ve deyimler de dahil olmak üzere ingilizce filmleri anlayın; -karmaşık konularda ayrıntılı metinler yazın; -etkili ingilizce yazışmaları koruyun.

source: Mastery or proficiency. Владение в совершенстве. Находясь на самом высоком уровне, вы сможете: -понимать практически все услышанное и прочитанное; -обобщить информацию из различных устных и письменных источников, оформить доводы и мнения в виде связного текста; -говорить на любую тему без подготовки, точно и без затруднений выражая свою мысль.
es: Mastery or proficiency. Nivel más alto de inglés. Usted puede: -comprender casi todo lo escuchado y leído; -resumir información de diversas fuentes orales y escritas, organizar argumentos y opiniones en forma de un texto coherente; -hablar sobre cualquier tema sin preparación, expresando sus pensamientos con precisión y sin dificultad.
tr: Mastery or proficiency. En yüksek seviye. Yapabilirsin: -duyulan ve okunan hemen hemen her şeyi anlayın; -çeşitli sözlü ve yazılı kaynaklardan gelen bilgileri özetleyin, argümanları ve görüşleri tutarlı bir metin biçiminde yayınlayın; -hazırlıksız herhangi bir konuda konuşmak, düşüncelerinizi doğru ve zahmetsizce ifade etmek.

source: Самое начало
es: Comienzo
tr: Başlangıç

source: Местоимения
es: Pronombres
tr: Zamirler

source: Этикет
es: Etiqueta
tr: Görgü

source: Вопросы
es: Cuestiones
tr: Sorular

source: Цвета
es: Colores
tr: Renkler

source: Геометрические Фигуры
es: Figura Geométrica
tr: Geometrik Şekiller

source: Время и числа
es: Tiempo y números
tr: Zaman ve sayılar

source: Числа
es: Números
tr: Sayılar

source: Единицы времени
es: Unidades de tiempo
tr: Zaman birimleri

source: Месяцы и сезоны
es: Meses y estaciones
tr: Aylar ve mevsimler

source: День
es: Día
tr: Gün

source: Интервалы времени
es: Intervalos de tiempo
tr: Zaman aralıkları

source: Интервалы времени
es: Intervalos de tiempo
tr: Zaman aralıkları

source: Человек
es: Humano
tr: İnsan

source: Общее
es: General
tr: Genel

source: Семья
es: Familia
tr: Aile

source: Тело
es: Cuerpo
tr: Vücut

source: Чувства и эмоции
es: Sentimientos y emociones
tr: Duygular ve duygular

source: Внешность
es: Apariencia
tr: Görünüş

source: Еда
es: Comida
tr: Yiyecek

source: Про еду и вкус
es: Sobre comida y sabor
tr: Yemek ve tat hakkında

source: Про еду и вкус
es: Sobre comida y sabor
tr: Yemek ve tat hakkında

source: Напитки
es: Bebidas
tr: İçecekler

source: Молочные продукты
es: Productosё lácteos
tr: Süt ürünleri

source: Овощи
es: Verduras
tr: Sebzeler

source: Фрукты
es: Frutas
tr: Meyveler

source: Орехи и сухофрукты
es: Nueces y frutas secas
tr: Fındık ve kurutulmuş meyveler

source: Орехи и Cухофрукты
es: Nueces y frutas secas
tr: Fındık ve kurutulmuş meyveler

source: Мясо, рыба и морепродукты
es: Carnes, pescados y mariscos
tr: Et, balık ve deniz ürünleri

source: Прочие продукты
es: Otros productos
tr: Diğer ürünler

source: Сладости
es: Dulces
tr: Tatlı

source: Готовая еда
es: Comida preparada
tr: Hazır yemekler

source: Конец!
es: Fin!
tr: Son!

source: Превосходно!
es: Perfecto!
tr: Mükemmel!

source: Хороший результат!
es: Buen resultado!
tr: İyi sonuç!

source: Это не лучший результат.
es: No es el mejor resultado.
tr: Bu en iyi sonuç değil.

source: Вы ответили на
es: Respondiste

source: из
es: de
tr: sorudan

source: вопросов верно!
es: preguntas correctamente!
tr: 'unu doğru cevapladınız!

source: Повторить
es: Repetir
tr: TEKRARLAMAK

source: Закончить
es: Terminar
tr: BİTİŞ
